Repository: Joseleelsuper/UpdateMe
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: When you create an account with us, you guarantee that the information you provide us is accurate, complete, and current at all times. Inaccurate, incomplete, or obsolete information may result in the immediate termination of your account on the Service.
es: Cuando creas una cuenta con nosotros, garantizas que la información que nos proporcionas es precisa, completa y actual en todo momento. La información inexacta, incompleta u obsoleta puede resultar en la terminación inmediata de tu cuenta en el Servicio.

source: You are responsible for maintaining the confidentiality of your account and password, including but not limited to the restriction of access to your computer and/or account. You agree to accept responsibility for any and all activities or actions that occur under your account and/or password.
es: Eres responsable de mantener la confidencialidad de tu cuenta y contraseña, incluyendo pero no limitado a la restricción de acceso a tu ordenador y/o cuenta. Aceptas asumir la responsabilidad por todas y cada una de las actividades o acciones que ocurran bajo tu cuenta y/o contraseña.

source: The Service and its original content (excluding content provided by users), features, and functionality are and will remain the exclusive property of UpdateMe and its licensors. The Service is protected by copyright, trademark, and other laws of both Spain and foreign countries.
es: El Servicio y su contenido original (excluyendo el contenido proporcionado por los usuarios), características y funcionalidades son y seguirán siendo propiedad exclusiva de UpdateMe y sus licenciantes. El Servicio está protegido por derechos de autor, marcas registradas y otras leyes de España y de países extranjeros.

source: Our trademarks and trade dress may not be used in connection with any product or service without the prior written consent of UpdateMe.
es: Nuestras marcas registradas y presentación comercial no pueden ser utilizadas en relación con ningún producto o servicio sin el consentimiento previo por escrito de UpdateMe.

source: Our Service may contain links to third-party websites or services that are not owned or controlled by UpdateMe.
es: Nuestro Servicio puede contener enlaces a sitios web o servicios de terceros que no son propiedad ni están controlados por UpdateMe.

source: UpdateMe has no control over, and assumes no responsibility for the content, privacy policies, or practices of any third-party websites or services. We do not warrant the offerings of any of these entities/individuals or their websites.
es: UpdateMe no tiene control sobre, y no asume ninguna responsabilidad por el contenido, las políticas de privacidad o las prácticas de cualquier sitio web o servicio de terceros. No garantizamos las ofertas de ninguna de estas entidades/individuos o sus sitios web.

source: We may terminate or suspend your account and bar access to the Service immediately, without prior notice or liability, under our sole discretion, for any reason whatsoever and without limitation, including but not limited to a breach of the Terms.
es: Podemos terminar o suspender tu cuenta y prohibir el acceso al Servicio de inmediato, sin previo aviso o responsabilidad, a nuestra entera discreción, por cualquier motivo y sin limitación, incluyendo pero no limitándose a un incumplimiento de los Términos.

source: If you wish to terminate your account, you may simply discontinue using the Service, or contact us for account deletion.
es: Si deseas cancelar tu cuenta, puedes simplemente dejar de usar el Servicio, o contactarnos para la eliminación de la cuenta.

source: In no event shall UpdateMe, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use the Service; (ii) any conduct or content of any third party on the Service; (iii) any content obtained from the Service; and (iv) unauthorized access, use or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence) or any other legal theory, whether or not we have been informed of the possibility of such damage.
es: En ningún caso UpdateMe, ni sus directores, empleados, socios, agentes, proveedores o afiliados, serán responsables por cualquier daño indirecto, incidental, especial, consecuente o punitivo, incluyendo sin limitación, pérdida de beneficios, datos, uso, buena voluntad u otras pérdidas intangibles, resultantes de (i) tu acceso o uso o incapacidad para acceder o usar el Servicio; (ii) cualquier conducta o contenido de terceros en el Servicio; (iii) cualquier contenido obtenido del Servicio; y (iv) acceso no autorizado, uso o alteración de tus transmisiones o contenido, ya sea basado en garantía, contrato, agravio (incluyendo negligencia) o cualquier otra teoría legal, incluso si hemos sido informados de la posibilidad de tal daño.

source: Your use of the Service is at your sole risk. The Service is provided on an "AS IS" and "AS AVAILABLE" basis. The Service is provided without warranties of any kind, whether express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, non-infringement or course of performance.
es: El uso del Servicio es bajo tu propio riesgo. El Servicio se proporciona "TAL CUAL" y "SEGÚN DISPONIBILIDAD". El Servicio se proporciona sin garantías de ningún tipo, ya sean expresas o implícitas, incluyendo, pero no limitado a, garantías implícitas de comerciabilidad, idoneidad para un propósito particular, no infracción o curso de rendimiento.

source: These Terms shall be governed and construed in accordance with the laws of Spain, without regard to its conflict of law provisions.
es: Estos Términos se regirán e interpretarán de acuerdo con las leyes de España, sin tener en cuenta sus disposiciones sobre conflictos de leyes.

source: Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights. If any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect.
es: Nuestra falta de cumplimiento de cualquier derecho o disposición de estos Términos no se considerará una renuncia a esos derechos. Si alguna disposición de estos Términos es considerada inválida o inaplicable por un tribunal, las disposiciones restantes de estos Términos seguirán en vigor.

source: We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material we will provide at least 30 days notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.
es: Nos reservamos el derecho, a nuestra sola discreción, de modificar o reemplazar estos Términos en cualquier momento. Si una revisión es material, proporcionaremos al menos 30 días de aviso antes de que los nuevos términos entren en vigor. Lo que constituye un cambio material será determinado a nuestra sola discreción.

source: By continuing to access or use our Service after any revisions become effective, you agree to be bound by the revised terms. If you do not agree to the new terms, you are no longer authorized to use the Service.
es: Al continuar accediendo o utilizando nuestro Servicio después de que cualquier revisión se haga efectiva, aceptas estar sujeto a los términos revisados. Si no estás de acuerdo con los nuevos términos, ya no estás autorizado a usar el Servicio.

source: Introduction p1
es: Bienvenido a UpdateMe ("nosotros", "nuestro", "nos"). Estos Términos y Condiciones rigen tu uso de nuestro sitio web ubicado en updateme.dev (el "Servicio") y cualquier servicio relacionado ofrecido por UpdateMe.

source: Introduction p2
es: Al acceder o utilizar nuestro Servicio, aceptas estar sujeto a estos Términos. Si no estás de acuerdo con alguna parte de los términos, no tienes permiso para acceder al Servicio.

source: Communications p1
es: Al crear una cuenta en nuestro servicio, aceptas suscribirte a boletines informativos, materiales de marketing o promocionales y otra información que podamos enviar. Sin embargo, puedes optar por no recibir ninguna o todas estas comunicaciones de nuestra parte siguiendo el enlace de cancelación de suscripción en cualquier correo electrónico que enviemos.

source: Subscriptions p1
es: Algunas partes del Servicio se ofrecen mediante suscripción. Se te cobrará por adelantado de forma recurrente y periódica (semanal, mensual o anual), dependiendo del tipo de plan de suscripción que selecciones.

source: Subscriptions p2
es: Al final de cada período, tu suscripción se renovará automáticamente bajo las mismas condiciones a menos que la canceles o UpdateMe la cancele.

source: Content p1
es: Nuestro Servicio te permite personalizar prompts que generan contenido mediante tecnologías de inteligencia artificial. Entiendes que eres responsable de cualquier prompt que crees, y que UpdateMe no tiene responsabilidad por la naturaleza o contenido de esos prompts.

source: Content p2
es: El contenido generado por nuestros proveedores de IA es solo para fines informativos. No garantizamos su precisión, exhaustividad o fiabilidad.

source: Free Trial p1
es: UpdateMe puede, a su entera discreción, ofrecer una suscripción con una prueba gratuita por un período limitado.

source: Free Trial p2
es: En cualquier momento y sin previo aviso, UpdateMe se reserva el derecho de (i) modificar los términos y condiciones de la oferta de prueba gratuita, o (ii) cancelar dicha oferta de prueba gratuita.

source: Fee Changes p1
es: UpdateMe, a su entera discreción y en cualquier momento, puede modificar las tarifas de suscripción. Cualquier cambio en la tarifa de suscripción entrará en vigor al final del ciclo de facturación actual.

source: Fee Changes p2
es: UpdateMe te proporcionará un aviso previo razonable de cualquier cambio en las tarifas de suscripción para darte la oportunidad de cancelar tu suscripción antes de que dicho cambio entre en vigor.

source: Refunds p1
es: Ciertas solicitudes de reembolso pueden ser consideradas por UpdateMe caso por caso y concedidas a la entera discreción de UpdateMe.

source: Accounts p1
es: Cuando creas una cuenta con nosotros, garantizas que la información que nos proporcionas es precisa, completa y actual en todo momento. La información inexacta, incompleta u obsoleta puede resultar en la terminación inmediata de tu cuenta en el Servicio.

source: Accounts p2
es: Eres responsable de mantener la confidencialidad de tu cuenta y contraseña, incluyendo pero no limitado a la restricción de acceso a tu ordenador y/o cuenta. Aceptas asumir la responsabilidad por todas y cada una de las actividades o acciones que ocurran bajo tu cuenta y/o contraseña.

source: Intellectual Property p1
es: El Servicio y su contenido original (excluyendo el contenido proporcionado por los usuarios), características y funcionalidades son y seguirán siendo propiedad exclusiva de UpdateMe y sus licenciantes. El Servicio está protegido por derechos de autor, marcas registradas y otras leyes de España y de países extranjeros.

source: Intellectual Property p2
es: Nuestras marcas registradas y presentación comercial no pueden ser utilizadas en relación con ningún producto o servicio sin el consentimiento previo por escrito de UpdateMe.

source: Links To Other Web Sites p1
es: Nuestro Servicio puede contener enlaces a sitios web o servicios de terceros que no son propiedad ni están controlados por UpdateMe.

source: Links To Other Web Sites p2
es: UpdateMe no tiene control sobre, y no asume ninguna responsabilidad por el contenido, las políticas de privacidad o las prácticas de cualquier sitio web o servicio de terceros. No garantizamos las ofertas de ninguna de estas entidades/individuos o sus sitios web.

source: Termination p1
es: Podemos terminar o suspender tu cuenta y prohibir el acceso al Servicio de inmediato, sin previo aviso o responsabilidad, a nuestra entera discreción, por cualquier motivo y sin limitación, incluyendo pero no limitándose a un incumplimiento de los Términos.

source: Termination p2
es: Si deseas cancelar tu cuenta, puedes simplemente dejar de usar el Servicio, o contactarnos para la eliminación de la cuenta.

source: Limitation Of Liability p1
es: En ningún caso UpdateMe, ni sus directores, empleados, socios, agentes, proveedores o afiliados, serán responsables por cualquier daño indirecto, incidental, especial, consecuente o punitivo, incluyendo sin limitación, pérdida de beneficios, datos, uso, buena voluntad u otras pérdidas intangibles, resultantes de (i) tu acceso o uso o incapacidad para acceder o usar el Servicio; (ii) cualquier conducta o contenido de terceros en el Servicio; (iii) cualquier contenido obtenido del Servicio; y (iv) acceso no autorizado, uso o alteración de tus transmisiones o contenido, ya sea basado en garantía, contrato, agravio (incluyendo negligencia) o cualquier otra teoría legal, incluso si hemos sido informados de la posibilidad de tal daño.

source: Disclaimer p1
es: El uso del Servicio es bajo tu propio riesgo. El Servicio se proporciona "TAL CUAL" y "SEGÚN DISPONIBILIDAD". El Servicio se proporciona sin garantías de ningún tipo, ya sean expresas o implícitas, incluyendo, pero no limitado a, garantías implícitas de comerciabilidad, idoneidad para un propósito particular, no infracción o curso de rendimiento.

source: Governing Law p1
es: Estos Términos se regirán e interpretarán de acuerdo con las leyes de España, sin tener en cuenta sus disposiciones sobre conflictos de leyes.

source: Governing Law p2
es: Nuestra falta de cumplimiento de cualquier derecho o disposición de estos Términos no se considerará una renuncia a esos derechos. Si alguna disposición de estos Términos es considerada inválida o inaplicable por un tribunal, las disposiciones restantes de estos Términos seguirán en vigor.

source: Changes to Terms p1
es: Nos reservamos el derecho, a nuestra sola discreción, de modificar o reemplazar estos Términos en cualquier momento. Si una revisión es material, proporcionaremos al menos 30 días de aviso antes de que los nuevos términos entren en vigor. Lo que constituye un cambio material será determinado a nuestra sola discreción.

source: Changes to Terms p2
es: Al continuar accediendo o utilizando nuestro Servicio después de que cualquier revisión se haga efectiva, aceptas estar sujeto a los términos revisados. Si no estás de acuerdo con los nuevos términos, ya no estás autorizado a usar el Servicio.

source: Contact Us p1
es: Si tienes alguna pregunta sobre estos Términos, por favor contáctanos en:

source: Introduction Policy p1
es: UpdateMe ("nosotros", "nuestro" o "nos") está comprometido con la protección de tu privacidad. Esta Política de Privacidad explica cómo UpdateMe recopila, utiliza y divulga tu información personal.

source: Introduction Policy p2
es: Esta Política de Privacidad se aplica a nuestro sitio web y sus subdominios asociados (colectivamente, nuestro "Servicio") junto con nuestra aplicación, UpdateMe. Al acceder o utilizar nuestro Servicio, indicas que has leído, entendido y aceptas nuestra recopilación, almacenamiento, uso y divulgación de tu información personal como se describe en esta Política de Privacidad.

source: Definitions and Key Terms p1
es: Para esta Política de Privacidad:

source: Definitions Cookie
es: Una pequeña cantidad de datos generados por un sitio web y guardados por tu navegador web. Se utiliza para identificar tu navegador, proporcionar análisis y recordar información sobre ti, como tus preferencias de idioma o información de inicio de sesión.

source: Definitions Company
es: cuando esta política menciona "Empresa", "nosotros" o "nuestro", se refiere a UpdateMe, que es responsable de tu información bajo esta Política de Privacidad.

source: Definitions Country
es: donde UpdateMe o los propietarios/fundadores de UpdateMe están establecidos, en este caso es España.

source: Definitions Customer
es: se refiere a la empresa, organización o persona que se suscribe para utilizar el Servicio de UpdateMe.

source: Definitions Device
es: cualquier dispositivo conectado a Internet como un teléfono, tableta, ordenador o cualquier otro dispositivo que pueda utilizarse para visitar UpdateMe y usar los servicios.

source: Definitions IP address
es: A cada dispositivo conectado a Internet se le asigna un número conocido como dirección de protocolo de Internet (IP). Estos números suelen asignarse en bloques geográficos. Una dirección IP a menudo puede usarse para identificar la ubicación desde la que un dispositivo se conecta a Internet.

source: Definitions Personal Data
es: cualquier información que directa, indirectamente o en conexión con otra información — incluyendo un número de identificación personal — permite la identificación o identificabilidad de una persona física.

source: Definitions Service
es: se refiere al sitio web, aplicación y cualquier servicio relacionado ofrecido por UpdateMe.

source: Definitions Third-party service
es: se refiere a anunciantes, patrocinadores de concursos, socios promocionales y de marketing, y otros que proporcionan nuestro contenido o cuyos productos o servicios creemos que pueden interesarte.

source: Definitions Website
es: El sitio de UpdateMe, al que se puede acceder a través de esta URL: updateme.dev

source: Definitions You
es: una persona o entidad que está registrada en UpdateMe para usar los Servicios.

source: Information We Collect p1
es: Recopilamos información cuando visitas nuestro sitio web, te registras en nuestro sitio, te suscribes a nuestro boletín, respondes a una encuesta o rellenas un formulario.

source: Information Personal
es: Nombre, Dirección de correo electrónico, Nombre de usuario.

source: Information Usage
es: Información sobre cómo utilizas nuestro sitio web, como las páginas que visitas, la fecha y hora de tu visita, el tiempo que pasas en esas páginas y otros datos de diagnóstico.

source: Information Tracking
es: Utilizamos cookies y tecnologías de seguimiento similares para rastrear la actividad en nuestro Servicio y almacenar cierta información.

source: Information Custom
es: Los prompts que creas y guardas para la generación de contenido mediante IA.

source: How We Use Your Information p1
es: Utilizamos la información que recopilamos de varias formas, incluyendo para:

source: Use Info Point1
es: Proporcionar, operar y mantener nuestro sitio web

source: Use Info Point2
es: Mejorar, personalizar y expandir nuestro sitio web

source: Use Info Point3
es: Entender y analizar cómo utilizas nuestro sitio web

source: Use Info Point4
es: Desarrollar nuevos productos, servicios, características y funcionalidades

source: Use Info Point5
es: Comunicarnos contigo, ya sea directamente o a través de uno de nuestros socios, incluyendo para servicio al cliente, para proporcionarte actualizaciones y otra información relacionada con el sitio web, y para fines de marketing y promoción

source: Use Info Point6
es: Enviarte el boletín semanal basado en tus preferencias

source: Use Info Point7
es: Encontrar y prevenir fraudes

source: Log Files p1
es: UpdateMe sigue un procedimiento estándar de uso de archivos de registro. Estos archivos registran a los visitantes cuando visitan sitios web. Todas las empresas de hosting hacen esto y es parte de los análisis de los servicios de hosting. La información recopilada por los archivos de registro incluye direcciones de protocolo de Internet (IP), tipo de navegador, proveedor de servicios de Internet (ISP), marca de fecha y hora, páginas de referencia/salida, y posiblemente el número de clics. Estos no están vinculados a ninguna información que sea personalmente identificable. El propósito de la información es para analizar tendencias, administrar el sitio, rastrear el movimiento de los usuarios en el sitio web, y recopilar información demográfica.

source: Cookies and Web Beacons p1
es: Como cualquier otro sitio web, UpdateMe utiliza 'cookies'. Estas cookies se utilizan para almacenar información incluyendo las preferencias de los visitantes y las páginas del sitio web que el visitante accedió o visitó. La información se utiliza para optimizar la experiencia de los usuarios personalizando el contenido de nuestra página web en función del tipo de navegador de los visitantes y/u otra información.

source: Third-Party Services p1
es: Podemos emplear a empresas e individuos de terceros debido a las siguientes razones:

source: Third-Party Point1
es: Para facilitar nuestro Servicio;

source: Third-Party Point2
es: Para proporcionar el Servicio en nuestro nombre;

source: Third-Party Point3
es: Para realizar servicios relacionados con el Servicio; o

source: Third-Party Point4
es: Para ayudarnos a analizar cómo se utiliza nuestro Servicio.

source: Third-Party Services p2
es: Queremos informar a los usuarios de este Servicio que estos terceros tienen acceso a su Información Personal. La razón es realizar las tareas asignadas a ellos en nuestro nombre. Sin embargo, están obligados a no divulgar o usar la información para ningún otro propósito.

source: AI Providers p1
es: Nuestro servicio se integra con varios proveedores de IA como OpenAI, Groq, DeepSeek, Tavily y SerpAPI para generar contenido. Mientras transmitimos tus prompts personalizados a estos servicios, nos aseguramos de que no se incluya información personalmente identificable en estas transmisiones a menos que tú la proporciones explícitamente dentro del texto de tu prompt.

source: AI Providers p2
es: Estos servicios de IA de terceros pueden tener sus propias políticas de privacidad, y te recomendamos que las revises. No tenemos ninguna responsabilidad por el contenido y las actividades de estos proveedores de IA.

source: Security p1
es: Valoramos tu confianza al proporcionarnos tu Información Personal, por lo que nos esforzamos en utilizar medios comercialmente aceptables para protegerla. Pero recuerda que ningún método de transmisión por Internet o método de almacenamiento electrónico es 100 por ciento seguro y confiable, y no podemos garantizar su seguridad absoluta.

source: Children's Privacy p1
es: Nuestros Servicios no están destinados a ser utilizados por niños menores de 13 años ("Niños"). No recopilamos conscientemente información personalmente identificable de Niños menores de 13 años. Si te das cuenta de que un Niño nos ha proporcionado Información Personal, por favor contáctanos. Si nos damos cuenta de que hemos recopilado Información Personal de Niños sin verificación del consentimiento parental, tomamos medidas para eliminar esa información de nuestros servidores.

source: Changes to This Privacy Policy p1
es: Podemos actualizar nuestra Política de Privacidad de vez en cuando. Por lo tanto, te aconsejamos que revises esta página periódicamente para cualquier cambio. Te notificaremos cualquier cambio publicando la nueva Política de Privacidad en esta página y actualizando la fecha de "Última actualización" en la parte superior de esta Política de Privacidad. Estos cambios son efectivos inmediatamente después de que se publiquen en esta página.

source: Your Rights p1
es: Si eres ciudadano europeo, tienes los siguientes derechos bajo el RGPD:

source: Your Rights Under GDPR
es: Tus Derechos bajo el RGPD

source: Rights Point1
es: El derecho de acceso – Tienes derecho a solicitar copias de tus datos personales.

source: Rights Point2
es: El derecho de rectificación – Tienes derecho a solicitar que corrijamos cualquier información que consideres incorrecta. También tienes derecho a solicitar que completemos la información que creas que está incompleta.
