Repository: Joseleelsuper/UpdateMe
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: UpdateMe - Weekly Tech & AI Newsletter
es: UpdateMe - Boletín Semanal de Tecnología e IA

source: Do you want to receive technology and AI content on a weekly basis?
es: ¿Quieres recibir contenido de tecnología e IA semanalmente?

source: Subscribe to the newsletter for free
es: Suscríbete al boletín gratis

source: Introduce email...
es: Introduce tu email...

source: Subscribe
es: Suscribirse

source: An initiative of
es: Una iniciativa de

source: Pricing
es: Precios

source: Login/Register
es: Iniciar sesión/Registrarse

source: Login
es: Iniciar sesión

source: Register
es: Regístrate

source: Please enter a valid email.
es: Por favor, introduce un correo válido.

source: Network error. Please try again later.
es: Error de red. Inténtalo de nuevo más tarde.

source: Processing...
es: Procesando...

source: Subscription successful! We have sent you a welcome email and you will receive your first summary shortly.
es: ¡Suscripción exitosa! Te hemos enviado un correo de bienvenida y en breve recibirás tu primer resumen.

source: An unexpected error occurred. Please try again.
es: Ocurrió un error inesperado. Por favor, inténtalo de nuevo.

source: The requested resource was not found.
es: El recurso solicitado no se ha encontrado.

source: Server error. Please try again later.
es: Error del servidor. Por favor, inténtalo más tarde.

source: You are not authorized to perform this action.
es: No estás autorizado para realizar esta acción.

source: Access forbidden.
es: Acceso prohibido.

source: Please check the form for errors.
es: Por favor, revisa el formulario para encontrar errores.

source: This email is already subscribed.
es: Este correo ya está suscrito.

source: The request timed out. Please try again.
es: La solicitud ha excedido el tiempo de espera. Por favor, inténtalo de nuevo.

source: The provided data is invalid.
es: Los datos proporcionados no son válidos.

source: Payment is required to access this feature.
es: Se requiere pago para acceder a esta función.

source: title_register_page
es: UpdateMe - Registro

source: description_register_page
es: Crea una cuenta para configurar tus actualizaciones semanales.

source: Create an account to set up your weekly updates
es: Crea una cuenta para configurar tus actualizaciones semanales.

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: invalidUsername
es: El nombre de usuario solo puede contener letras, números y espacios.

source: invalidEmail
es: Por favor, introduce un correo electrónico válido.

source: passwordLength
es: La contraseña debe tener al menos 6 caracteres.

source: passwordUppercase
es: La contraseña debe contener al menos una letra mayúscula.

source: passwordLowercase
es: La contraseña debe contener al menos una letra minúscula.

source: passwordNumber
es: La contraseña debe contener al menos un número.

source: passwordSpecial
es: La contraseña debe contener al menos un carácter especial (_,.!@#$%^&*).

source: networkError
es: Error de red. Inténtalo de nuevo más tarde.

source: registrationSuccessful
es: ¡Registro exitoso! Ya puedes iniciar sesión con tus credenciales.

source: emailExists
es: Este correo electrónico ya está registrado.

source: title_login_page
es: UpdateMe - Iniciar sesión

source: description_login_page
es: Inicia sesión para acceder a tus actualizaciones semanales de tecnología e IA.

source: Sign in to access your weekly updates
es: Inicia sesión para acceder a tus actualizaciones semanales

source: Email
es: Correo electrónico

source: Sign in
es: Iniciar sesión

source: Need an account? Register
es: ¿Necesitas una cuenta? Regístrate

source: Forgot password?
es: ¿Olvidaste tu contraseña?

source: emptyPassword
es: Por favor, introduce tu contraseña.

source: loginSuccessful
es: ¡Inicio de sesión exitoso!

source: loginError
es: Correo electrónico o contraseña incorrectos.

source: Invalid request data.
es: Datos de solicitud inválidos.

source: Email or password incorrect.
es: Correo electrónico o contraseña incorrectos.

source: Login successful.
es: Inicio de sesión exitoso.

source: An error occurred during login. Please try again.
es: Ocurrió un error durante el inicio de sesión. Por favor, inténtalo de nuevo.

source: UpdateMe - Login
es: UpdateMe - Iniciar sesión

source: UpdateMe - Dashboard
es: UpdateMe - Panel de Control

source: Welcome
es: ¡Bienvenido

source: Account Summary
es: Resumen de Cuenta

source: Subscription
es: Suscripción

source: Free Plan
es: Plan Gratuito

source: Premium Plan
es: Plan Premium

source: Spanish
es: Español

source: English
es: Inglés

source: AI Provider
es: Proveedor de IA

source: Select your preferred AI provider for content generation
es: Selecciona tu proveedor de IA preferido para la generación de contenido

source: Search Provider
es: Proveedor de Búsqueda

source: Select your preferred search provider for web searches
es: Selecciona tu proveedor de búsqueda preferido para búsquedas web

source: Customize Prompts
es: Personalizar Prompts

source: Personalize the prompts used by AI providers to generate content tailored to your preferences.
es: Personaliza los prompts utilizados por los proveedores de IA para generar contenido adaptado a tus preferencias.

source: Enter your custom prompt for OpenAI...
es: Ingresa tu prompt personalizado para OpenAI...

source: Enter your custom prompt for Groq...
es: Ingresa tu prompt personalizado para Groq...

source: Enter your custom prompt for DeepSeek...
es: Ingresa tu prompt personalizado para DeepSeek...

source: Enter your custom prompt for Tavily...
es: Ingresa tu prompt personalizado para Tavily...

source: Enter your custom prompt for SerpAPI...
es: Ingresa tu prompt personalizado para SerpAPI...

source: Reset to Default
es: Restablecer a Valores Predeterminados

source: Save Changes
es: Guardar Cambios

source: preferenceUpdated
es: Preferencia actualizada correctamente

source: errorUpdatingPreference
es: Error actualizando preferencia:

source: promptsSaved
es: Prompts guardados correctamente

source: errorSavingPrompts
es: Error guardando prompts:

source: promptsReset
es: Prompts restablecidos correctamente

source: errorResettingPrompts
es: Error restableciendo prompts:

source: connectionError
es: Error de conexión:

source: confirmResetPrompts
es: ¿Estás seguro de que quieres restablecer todos los prompts a los valores predeterminados?

source: openaiSearchDisabled
es: OpenAI utiliza su propio proveedor de búsqueda integrado, no es posible cambiar esta opción.

source: No valid fields to update
es: No hay campos válidos para actualizar

source: Preferences updated successfully
es: Preferencias actualizadas correctamente

source: No valid prompts to update
es: No hay prompts válidos para actualizar

source: User or prompts not found
es: Usuario o prompts no encontrados

source: Prompts updated successfully
es: Prompts actualizados correctamente

source: Language
es: Idioma

source: Terms & Conditions
es: Términos y Condiciones

source: Privacy Policy
es: Política de Privacidad

source: UpdateMe - Privacy Policy
es: UpdateMe - Política de Privacidad

source: UpdateMe - Terms & Conditions
es: UpdateMe - Términos y Condiciones

source: Last updated
es: Última actualización

source: Introduction
es: Introducción

source: Definitions and Key Terms
es: Definiciones y Términos Clave

source: Communications
es: Comunicaciones

source: Subscriptions
es: Suscripciones

source: Content
es: Contenido

source: Free Trial
es: Prueba Gratuita

source: Fee Changes
es: Cambios en las Tarifas

source: Refunds
es: Reembolsos

source: Accounts
es: Cuentas

source: Intellectual Property
es: Propiedad Intelectual

source: Links To Other Web Sites
es: Enlaces a Otros Sitios Web

source: Termination
es: Terminación

source: Limitation Of Liability
es: Limitación de Responsabilidad

source: Disclaimer
es: Descargo de Responsabilidad

source: Governing Law
es: Ley Aplicable

source: Changes to Terms
es: Cambios en los Términos

source: Contact Us
es: Contáctanos

source: Information We Collect
es: Información que Recopilamos

source: How We Use Your Information
es: Cómo Usamos tu Información

source: Log Files
es: Archivos de Registro

source: Cookies and Web Beacons
es: Cookies y Balizas Web

source: Third-Party Services
es: Servicios de Terceros

source: AI Providers
es: Proveedores de IA

source: Security
es: Seguridad

source: Children's Privacy
es: Privacidad de los Niños

source: Changes to This Privacy Policy
es: Cambios en Esta Política de Privacidad

source: Your Rights
es: Tus Derechos

source: Last updated terms and conditions
es: 23 de abril de 2025

source: Last updated privacy policy
es: 23 de abril de 2025

source: Welcome to UpdateMe ("we", "our", "us"). These Terms and Conditions govern your use of our website located at updatemeai.vercel.app (the "Service") and any related services offered by UpdateMe.
es: Bienvenido a UpdateMe ("nosotros", "nuestro", "nos"). Estos Términos y Condiciones rigen tu uso de nuestro sitio web ubicado en updatemeai.vercel.app (el "Servicio") y cualquier servicio relacionado ofrecido por UpdateMe.

source: By accessing or using our Service, you agree to be bound by these Terms. If you disagree with any part of the terms, you do not have permission to access the Service.
es: Al acceder o utilizar nuestro Servicio, aceptas estar sujeto a estos Términos. Si no estás de acuerdo con alguna parte de los términos, no tienes permiso para acceder al Servicio.

source: By creating an account on our service, you agree to subscribe to newsletters, marketing or promotional materials, and other information we may send. However, you may opt out of receiving any, or all, of these communications from us by following the unsubscribe link in any email we send.
es: Al crear una cuenta en nuestro servicio, aceptas suscribirte a boletines informativos, materiales de marketing o promocionales y otra información que podamos enviar. Sin embargo, puedes optar por no recibir ninguna o todas estas comunicaciones de nuestra parte siguiendo el enlace de cancelación de suscripción en cualquier correo electrónico que enviemos.

source: UpdateMe ("we", "our", or "us") is committed to protecting your privacy. This Privacy Policy explains how your personal information is collected, used, and disclosed by UpdateMe.
es: UpdateMe ("nosotros", "nuestro" o "nos") está comprometido con la protección de tu privacidad. Esta Política de Privacidad explica cómo UpdateMe recopila, utiliza y divulga tu información personal.

source: This Privacy Policy applies to our website, and its associated subdomains (collectively, our "Service") alongside our application, UpdateMe. By accessing or using our Service, you signify that you have read, understood, and agree to our collection, storage, use, and disclosure of your personal information as described in this Privacy Policy.
es: Esta Política de Privacidad se aplica a nuestro sitio web y sus subdominios asociados (colectivamente, nuestro "Servicio") junto con nuestra aplicación, UpdateMe. Al acceder o utilizar nuestro Servicio, indicas que has leído, entendido y aceptas nuestra recopilación, almacenamiento, uso y divulgación de tu información personal como se describe en esta Política de Privacidad.

source: Terms and conditions for using UpdateMe newsletter service
es: Términos y condiciones para el uso del servicio de boletines de UpdateMe

source: Privacy policy for UpdateMe newsletter service
es: Política de privacidad para el servicio de boletines de UpdateMe

source: Company
es: Empresa

source: Country
es: País

source: Customer
es: Cliente

source: Device
es: Dispositivo

source: IP address
es: Dirección IP

source: Personal Data
es: Datos Personales

source: Service
es: Servicio

source: Third-party service
es: Servicio de terceros

source: Website
es: Sitio Web

source: You
es: Tú

source: Personal Information
es: Información Personal

source: Usage Data
es: Datos de Uso

source: Tracking & Cookies Data
es: Datos de Seguimiento y Cookies

source: Custom Prompt Data
es: Datos de Prompt Personalizados

source: For this Privacy Policy:
es: Para esta Política de Privacidad:

source: A small amount of data generated by a website and saved by your web browser. It is used to identify your browser, provide analytics, and remember information about you such as your language preference or login information.
es: Una pequeña cantidad de datos generados por un sitio web y guardados por tu navegador web. Se utiliza para identificar tu navegador, proporcionar análisis y recordar información sobre ti, como tus preferencias de idioma o información de inicio de sesión.

source: when this policy mentions "Company," "we," "us," or "our," it refers to UpdateMe, which is responsible for your information under this Privacy Policy.
es: cuando esta política menciona "Empresa", "nosotros" o "nuestro", se refiere a UpdateMe, que es responsable de tu información bajo esta Política de Privacidad.

source: where UpdateMe or the owners/founders of UpdateMe are based, in this case is Spain.
es: donde UpdateMe o los propietarios/fundadores de UpdateMe están establecidos, en este caso es España.

source: refers to the company, organization, or person that signs up to use the UpdateMe Service.
es: se refiere a la empresa, organización o persona que se suscribe para utilizar el Servicio de UpdateMe.

source: any internet-connected device such as a phone, tablet, computer, or any other device that can be used to visit UpdateMe and use the services.
es: cualquier dispositivo conectado a Internet como un teléfono, tableta, ordenador o cualquier otro dispositivo que pueda utilizarse para visitar UpdateMe y usar los servicios.

source: Every device connected to the Internet is assigned a number known as an Internet protocol (IP) address. These numbers are usually assigned in geographic blocks. An IP address can often be used to identify the location from which a device is connecting to the Internet.
es: A cada dispositivo conectado a Internet se le asigna un número conocido como dirección de protocolo de Internet (IP). Estos números suelen asignarse en bloques geográficos. Una dirección IP a menudo puede usarse para identificar la ubicación desde la que un dispositivo se conecta a Internet.

source: any information that directly, indirectly, or in connection with other information — including a personal identification number — allows for the identification or identifiability of a natural person.
es: cualquier información que directa, indirectamente o en conexión con otra información — incluyendo un número de identificación personal — permite la identificación o identificabilidad de una persona física.

source: refers to the website, application, and any related services offered by UpdateMe.
es: se refiere al sitio web, aplicación y cualquier servicio relacionado ofrecido por UpdateMe.

source: refers to advertisers, contest sponsors, promotional and marketing partners, and others who provide our content or whose products or services we think may interest you.
es: se refiere a anunciantes, patrocinadores de concursos, socios promocionales y de marketing, y otros que proporcionan nuestro contenido o cuyos productos o servicios creemos que pueden interesarte.

source: UpdateMe's site, which can be accessed via this URL: updateme.dev
es: El sitio de UpdateMe, al que se puede acceder a través de esta URL: updateme.dev

source: a person or entity that is registered with UpdateMe to use the Services.
es: una persona o entidad que está registrada en UpdateMe para usar los Servicios.

source: support@updateme.dev
es: soporte@updateme.dev

source: privacy@updateme.dev
es: privacidad@updateme.dev

source: The right to access – You have the right to request copies of your personal data.
es: El derecho de acceso – Tienes derecho a solicitar copias de tus datos personales.

source: The right to rectification – You have the right to request that we correct any information you believe is inaccurate. You also have the right to request that we complete information you believe is incomplete.
es: El derecho de rectificación – Tienes derecho a solicitar que corrijamos cualquier información que consideres incorrecta. También tienes derecho a solicitar que completemos la información que creas que está incompleta.

source: The right to erasure – You have the right to request that we erase your personal data, under certain conditions.
es: El derecho de supresión – Tienes derecho a solicitar que eliminemos tus datos personales, bajo ciertas condiciones.

source: The right to restrict processing – You have the right to request that we restrict the processing of your personal data, under certain conditions.
es: El derecho a restringir el procesamiento – Tienes derecho a solicitar que restrinjamos el procesamiento de tus datos personales, bajo ciertas condiciones.

source: The right to object to processing – You have the right to object to our processing of your personal data, under certain conditions.
es: El derecho a objetar el procesamiento – Tienes derecho a oponerte a nuestro procesamiento de tus datos personales, bajo ciertas condiciones.

source: The right to data portability – You have the right to request that we transfer the data that we have collected to another organization, or directly to you, under certain conditions.
es: El derecho a la portabilidad de datos – Tienes derecho a solicitar que transfiramos los datos que hemos recopilado a otra organización, o directamente a ti, bajo ciertas condiciones.

source: If you are a European citizen, you have the following rights under GDPR:
es: Si eres ciudadano europeo, tienes los siguientes derechos bajo el RGPD:

source: We collect information from you when you visit our website, register on our site, subscribe to our newsletter, respond to a survey, or fill out a form.
es: Recopilamos información cuando visitas nuestro sitio web, te registras en nuestro sitio, te suscribes a nuestro boletín, respondes a una encuesta o rellenas un formulario.

source: Name, Email address, Username.
es: Nombre, Dirección de correo electrónico, Nombre de usuario.

source: Information about how you use our website, such as the pages you visit, the time and date of your visit, the time spent on those pages, and other diagnostic data.
es: Información sobre cómo utilizas nuestro sitio web, como las páginas que visitas, la fecha y hora de tu visita, el tiempo que pasas en esas páginas y otros datos de diagnóstico.

source: We use cookies and similar tracking technologies to track activity on our Service and hold certain information.
es: Utilizamos cookies y tecnologías de seguimiento similares para rastrear la actividad en nuestro Servicio y almacenar cierta información.

source: The prompts you create and save for AI content generation.
es: Los prompts que creas y guardas para la generación de contenido mediante IA.

source: We use the information we collect in various ways, including to:
es: Utilizamos la información que recopilamos de varias formas, incluyendo para:

source: Provide, operate, and maintain our website
es: Proporcionar, operar y mantener nuestro sitio web

source: Improve, personalize, and expand our website
es: Mejorar, personalizar y expandir nuestro sitio web

source: Understand and analyze how you use our website
es: Entender y analizar cómo utilizas nuestro sitio web

source: Develop new products, services, features, and functionality
es: Desarrollar nuevos productos, servicios, características y funcionalidades

source: Communicate with you, either directly or through one of our partners, including for customer service, to provide you with updates and other information relating to the website, and for marketing and promotional purposes
es: Comunicarnos contigo, ya sea directamente o a través de uno de nuestros socios, incluyendo para servicio al cliente, para proporcionarte actualizaciones y otra información relacionada con el sitio web, y para fines de marketing y promoción

source: Send you the weekly newsletter based on your preferences
es: Enviarte el boletín semanal basado en tus preferencias

source: Find and prevent fraud
es: Encontrar y prevenir fraudes

source: If you have any questions about these Terms, please contact us at:
es: Si tienes alguna pregunta sobre estos Términos, por favor contáctanos en:

source: If you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us at:
es: Si tienes alguna pregunta o sugerencia sobre nuestra Política de Privacidad, no dudes en contactarnos en:

source: Some parts of the Service are offered on a subscription basis. You will be billed in advance on a recurring and periodic basis (weekly, monthly, or annually), depending on the type of subscription plan you select.
es: Algunas partes del Servicio se ofrecen mediante suscripción. Se te cobrará por adelantado de forma recurrente y periódica (semanal, mensual o anual), dependiendo del tipo de plan de suscripción que selecciones.

source: At the end of each period, your subscription will automatically renew under the same conditions unless you cancel it or UpdateMe cancels it.
es: Al final de cada período, tu suscripción se renovará automáticamente bajo las mismas condiciones a menos que la canceles o UpdateMe la cancele.

source: Our Service allows you to customize prompts that generate content using artificial intelligence technologies. You understand that you are responsible for any prompts you create, and that UpdateMe has no responsibility for the nature or content of those prompts.
es: Nuestro Servicio te permite personalizar prompts que generan contenido mediante tecnologías de inteligencia artificial. Entiendes que eres responsable de cualquier prompt que crees, y que UpdateMe no tiene responsabilidad por la naturaleza o contenido de esos prompts.

source: The content generated by our AI providers is for informational purposes only. We do not guarantee its accuracy, completeness, or reliability.
es: El contenido generado por nuestros proveedores de IA es solo para fines informativos. No garantizamos su precisión, exhaustividad o fiabilidad.

source: UpdateMe may, at its sole discretion, offer a subscription with a free trial for a limited period.
es: UpdateMe puede, a su entera discreción, ofrecer una suscripción con una prueba gratuita por un período limitado.

source: At any time and without notice, UpdateMe reserves the right to (i) modify the terms and conditions of the free trial offer, or (ii) cancel such free trial offer.
es: En cualquier momento y sin previo aviso, UpdateMe se reserva el derecho de (i) modificar los términos y condiciones de la oferta de prueba gratuita, o (ii) cancelar dicha oferta de prueba gratuita.

source: UpdateMe, in its sole discretion and at any time, may modify the subscription fees. Any subscription fee change will become effective at the end of the then-current billing cycle.
es: UpdateMe, a su entera discreción y en cualquier momento, puede modificar las tarifas de suscripción. Cualquier cambio en la tarifa de suscripción entrará en vigor al final del ciclo de facturación actual.

source: UpdateMe will provide you with reasonable prior notice of any change in subscription fees to give you an opportunity to terminate your subscription before such change becomes effective.
es: UpdateMe te proporcionará un aviso previo razonable de cualquier cambio en las tarifas de suscripción para darte la oportunidad de cancelar tu suscripción antes de que dicho cambio entre en vigor.

source: Certain refund requests may be considered by UpdateMe on a case-by-case basis and granted at the sole discretion of UpdateMe.
es: Ciertas solicitudes de reembolso pueden ser consideradas por UpdateMe caso por caso y concedidas a la entera discreción de UpdateMe.
