Repository: Joseleelsuper/UpdateMe
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: Rights Point3
es: El derecho de supresión – Tienes derecho a solicitar que eliminemos tus datos personales, bajo ciertas condiciones.

source: Rights Point4
es: El derecho a restringir el procesamiento – Tienes derecho a solicitar que restrinjamos el procesamiento de tus datos personales, bajo ciertas condiciones.

source: Rights Point5
es: El derecho a objetar el procesamiento – Tienes derecho a oponerte a nuestro procesamiento de tus datos personales, bajo ciertas condiciones.

source: Rights Point6
es: El derecho a la portabilidad de datos – Tienes derecho a solicitar que transfiramos los datos que hemos recopilado a otra organización, o directamente a ti, bajo ciertas condiciones.

source: Contact Us Policy p1
es: Si tienes alguna pregunta o sugerencia sobre nuestra Política de Privacidad, no dudes en contactarnos en:

source: Search Provider Configuration
es: Configuración del Proveedor de Búsqueda

source: Configure your search provider settings to customize your search results
es: Configura los ajustes de tu proveedor de búsqueda para personalizar tus resultados de búsqueda

source: Tavily Configuration
es: Configuración de Tavily

source: Maximum Results
es: Resultados Máximos

source: Number of search results to return (1-10)
es: Número de resultados de búsqueda a devolver (1-10)

source: Search Topic
es: Tema de Búsqueda

source: Tech
es: Tecnología

source: Finance
es: Finanzas

source: Healthcare
es: Salud

source: Science
es: Ciencia

source: Search Depth
es: Profundidad de Búsqueda

source: Basic
es: Básica

source: Moderate
es: Moderada

source: Comprehensive
es: Exhaustiva

source: Advanced
es: Avanzada

source: Time Range
es: Rango de Tiempo

source: Last hour
es: Última hora

source: Last day
es: Último día

source: Last week
es: Última semana

source: Last month
es: Último mes

source: Last year
es: Último año

source: Any time
es: Cualquier tiempo

source: Include Raw Content
es: Incluir Contenido Sin Procesar

source: Include Domains
es: Incluir Dominios

source: Add domains to include in search (comma separated)
es: Añadir dominios a incluir en la búsqueda (separados por comas)

source: Exclude Domains
es: Excluir Dominios

source: Add domains to exclude from search (comma separated)
es: Añadir dominios a excluir de la búsqueda (separados por comas)

source: SerpAPI Configuration
es: Configuración de SerpAPI

source: Search Type
es: Tipo de Búsqueda

source: All
es: Todo

source: News
es: Noticias

source: Images
es: Imágenes

source: Videos
es: Vídeos

source: Safe Search
es: Búsqueda Segura

source: Off
es: Desactivado

source: Medium
es: Medio

source: High
es: Alto

source: Include only trusted sources
es: Incluir solo fuentes confiables

source: pricing.choose_plan
es: Elige tu plan

source: pricing.select_plan
es: Selecciona el plan que mejor se adapte a tus necesidades y saca el máximo provecho de UpdateMe.

source: pricing.free
es: Gratuito

source: pricing.month
es: mes

source: pricing.year
es: año

source: pricing.basic_access
es: Acceso básico al boletín de UpdateMe

source: pricing.full_access_monthly
es: Acceso completo con facturación mensual

source: pricing.full_access_yearly
es: Acceso completo con facturación anual

source: pricing.weekly_newsletter
es: Boletín semanal de tecnología generado por IA

source: pricing.default_ai_provider
es: Proveedor de IA predeterminado para procesamiento

source: pricing.default_search_settings
es: Configuración de búsqueda predeterminada

source: pricing.customizable_ai
es: Proveedores de IA personalizables

source: pricing.customizable_prompts
es: Prompts de procesamiento personalizables

source: pricing.configurable_search
es: Opciones de búsqueda configurables

source: pricing.priority_processing
es: Procesamiento prioritario

source: pricing.sign_up_free
es: Regístrate gratis

source: pricing.subscribe_now
es: Suscríbete ahora

source: pricing.subscribe_save
es: Suscríbete y ahorra

source: pricing.most_popular
es: Más popular

source: pricing.best_value
es: Mejor valor

source: pricing.save
es: Ahorro

source: pricing.monthly
es: Mensual

source: pricing.annual
es: Anual

source: pricing.faq_title
es: Preguntas frecuentes

source: pricing.faq_what_included
es: ¿Qué incluyen todos los planes?

source: pricing.faq_included_answer
es: Todos los planes incluyen nuestro boletín semanal de noticias de tecnología e IA curado por IA y entregado en tu bandeja de entrada.

source: pricing.faq_differences
es: ¿Cuáles son las diferencias entre los planes?

source: pricing.faq_differences_answer
es: Los planes Premium (Mensual y Anual) te permiten personalizar completamente tu experiencia seleccionando diferentes proveedores de IA, personalizando prompts y configurando ajustes de búsqueda para adaptar tu boletín exactamente como quieres.

source: pricing.faq_upgrade
es: ¿Puedo actualizar en cualquier momento?

source: pricing.faq_upgrade_answer
es: Sí, puedes actualizar de un plan Gratuito a un plan Premium en cualquier momento desde tu panel de control.

source: pricing.faq_cancel
es: ¿Cómo cancelo mi suscripción?

source: pricing.faq_cancel_answer
es: Puedes cancelar tu suscripción en cualquier momento desde la configuración de tu cuenta. Tus características premium seguirán activas hasta el final de tu período de facturación actual.

source: UpdateMe - Pricing
es: UpdateMe - Precios

source: Indemnification
es: Indemnización

source: Force Majeure
es: Fuerza Mayor

source: Age and Legal Requirements
es: Requisitos de Edad y Uso Legal

source: Assignment
es: Cesión

source: Dispute Resolution
es: Resolución de Disputas

source: Indemnification p1
es: Usted acepta defender, indemnizar y mantener indemne a UpdateMe y a sus licenciantes, afiliados, funcionarios, agentes, empleados, coautores, licenciatarios y proveedores de cualquier reclamo, responsabilidad, daño, pérdida y gasto, incluidos, entre otros, honorarios y costos legales razonables, que surjan o estén relacionados con su uso del Servicio o su violación de estos Términos.

source: Force Majeure p1
es: Ni UpdateMe ni usted será responsable ante la otra parte por cualquier retraso o falta de cumplimiento de cualquier obligación bajo estos Términos si dicho retraso o falta de cumplimiento se debe a eventos que están fuera del control razonable de esa parte, incluyendo pero no limitado a, actos de Dios, huelgas, bloqueos, disturbios, actos de guerra, epidemias, pandemias, leyes o acciones gubernamentales, desastres naturales o cualquier otra eventualidad fuera del control de dicha parte.

source: Age and Legal Requirements p1
es: Al utilizar este Servicio, usted declara y garantiza que tiene al menos 18 años de edad o la mayoría de edad legal en su jurisdicción, lo que sea mayor, o que tiene el consentimiento de un padre o tutor legal. También garantiza que su uso del Servicio no violará ninguna ley o regulación aplicable.

source: Age and Legal Requirements p2
es: Si representas a una entidad, organización o empresa, garantizas que tienes la autoridad para vincular a dicha organización a estos Términos y aceptas estos Términos en nombre de dicha organización.

source: Assignment p1
es: UpdateMe puede asignar o transferir estos Términos y Condiciones, en su totalidad o en parte, sin restricciones. Usted no puede asignar o transferir sus derechos bajo estos Términos, o subcontratar sus obligaciones, sin el consentimiento previo por escrito de UpdateMe.

source: Assignment p2
es: UpdateMe también puede, sin restricciones, subcontratar cualquiera de sus obligaciones bajo estos Términos a terceros o afiliados.

source: Dispute Resolution p1
es: Cualquier disputa, controversia o reclamo que surja de o en relación con estos Términos, incluida su validez, interpretación, ejecución, violación, terminación o nulidad, será sometida primero a mediación de acuerdo con las reglas de mediación de la Cámara de Comercio Internacional. Si dicha disputa no ha sido resuelta dentro de los 60 días siguientes a la solicitud de mediación, será finalmente resuelta por los tribunales competentes de Madrid, España.

source: Dispute Resolution p2
es: No obstante, en caso de que la ley aplicable no permita restricciones sobre un tribunal o foro para resolver disputas, estas disposiciones serán aplicables en la máxima medida permitida por la ley.

source: Legal Basis for Processing (GDPR)
es: Base Legal para el Procesamiento (RGPD)

source: Legal Basis p1
es: Para cumplir con el Reglamento General de Protección de Datos (RGPD), procesamos sus datos personales bajo las siguientes bases legales:

source: Consent
es: Consentimiento

source: Legal Basis Consent
es: Procesamos datos personales cuando usted ha dado su consentimiento explícito para que los usemos con fines específicos, como el envío de boletines informativos o la personalización de contenido.

source: Contract Performance
es: Ejecución de Contrato

source: Legal Basis Contract
es: Procesamos sus datos personales cuando es necesario para cumplir con un contrato al que usted es parte, como cuando se suscribe a nuestro servicio premium.

source: Legal Obligations
es: Obligaciones Legales

source: Legal Basis Obligations
es: Procesamos sus datos cuando es necesario para cumplir con una obligación legal, como obligaciones fiscales o requisitos de retención de registros.

source: Legitimate Interests
es: Intereses Legítimos

source: Legal Basis Legitimate
es: Procesamos sus datos cuando es necesario para nuestros intereses legítimos y sus intereses, derechos fundamentales y libertades no prevalecen sobre esos intereses, como la mejora de nuestros servicios y la prevención del fraude.

source: Data Retention Period
es: Período de Conservación de Datos

source: Data Retention p1
es: Conservamos sus datos personales solo durante el tiempo necesario para cumplir con los fines para los que fueron recopilados, incluidos los requisitos legales, contables y de informes. Los períodos de retención para diferentes tipos de datos son los siguientes:

source: Account Information
es: Información de Cuenta

source: Data Retention Account
es: Conservamos su información de cuenta mientras mantenga una cuenta activa con nosotros. Si solicita la eliminación de su cuenta, eliminaremos sus datos personales dentro de los 30 días, excepto la información que debamos conservar por obligaciones legales.

source: Data Retention Usage
es: Los datos de uso se conservan por un máximo de 12 meses desde su recopilación, después de lo cual se anonimizan para análisis estadísticos.

source: Custom Prompts
es: Prompts Personalizados

source: Data Retention Prompts
es: Sus prompts personalizados se almacenan mientras mantenga una cuenta activa y se eliminan cuando se elimina su cuenta.

source: Data Retention Communications
es: Las comunicaciones por correo electrónico y otras correspondencias se conservan por un período de hasta 2 años después de nuestra última interacción.

source: International Data Transfers
es: Transferencias Internacionales de Datos

source: International Transfers p1
es: Podemos transferir, almacenar y procesar su información en países distintos a su país de residencia. Nuestros servidores están ubicados principalmente en la Unión Europea, pero algunos de nuestros proveedores de servicios y socios pueden procesar datos fuera del Espacio Económico Europeo (EEE).

source: International Transfers p2
es: Cuando transferimos datos personales desde el EEE a países que la Comisión Europea no ha reconocido como que proporcionan un nivel adecuado de protección de datos, nos aseguramos de que existan garantías adecuadas, como la inclusión de cláusulas contractuales estándar aprobadas por la UE en nuestros acuerdos con esos terceros, o nos basamos en otros mecanismos de transferencia válidos según el RGPD.

source: Types of Cookies We Use
es: Tipos de Cookies que Utilizamos

source: Essential Cookies
es: Cookies Esenciales

source: Cookies Essential
es: Necesarias para el funcionamiento básico del sitio web. Estas cookies no almacenan ninguna información de identificación personal.

source: Functional Cookies
es: Cookies Funcionales

source: Cookies Functional
es: Estas cookies permiten que el sitio web recuerde elecciones que usted realiza (como su nombre de usuario, idioma o la región en la que se encuentra) y proporcionan características mejoradas y más personalizadas.

source: Analytical Cookies
es: Cookies Analíticas

source: Cookies Analytical
es: Estas cookies nos permiten contar visitas y fuentes de tráfico para medir y mejorar el rendimiento de nuestro sitio. Nos ayudan a saber qué páginas son las más y menos populares y a ver cómo se mueven los visitantes por el sitio.

source: Marketing Cookies
es: Cookies de Marketing

source: Cookies Marketing
es: Estas cookies rastrean a los visitantes en los sitios web y recopilan información para proporcionar anuncios personalizados. UpdateMe no utiliza cookies de marketing de terceros sin su consentimiento explícito.

source: Cookies Management p1
es: Puede configurar su navegador para rechazar todas o algunas cookies, o para alertarle cuando los sitios web establezcan o accedan a las cookies. Si deshabilita o rechaza las cookies, tenga en cuenta que algunas partes de este sitio web pueden volverse inaccesibles o no funcionar correctamente.

source: Manage Cookie Settings
es: Administrar Configuración de Cookies

source: Data Breach Notifications
es: Notificaciones de Brechas de Datos

source: Data Breach p1
es: En caso de una violación de seguridad que conduzca a la destrucción, pérdida, alteración, divulgación no autorizada o acceso accidental o ilegal a sus datos personales, seguiremos todos los requisitos aplicables de notificación de violación de datos.

source: Data Breach p2
es: Si se determina que la violación es probable que resulte en un alto riesgo para sus derechos y libertades, se lo notificaremos directamente sin demora indebida, pero no más tarde de 72 horas después de conocer la violación, con información sobre las medidas tomadas para mitigar los posibles efectos adversos.

source: Automated Decision Making
es: Toma de Decisiones Automatizada

source: Automated Decision p1
es: No utilizamos procesos automatizados, incluida la elaboración de perfiles, para tomar decisiones que tengan efectos legales o significativos similares sobre usted. Nuestro servicio utiliza algoritmos para generar contenido basado en sus preferencias, pero estos no dan lugar a decisiones automatizadas que afecten sus derechos y libertades.

source: Additional Rights Based on Location
es: Derechos Adicionales Según la Ubicación

source: California Consumer Privacy Act (CCPA)
es: Ley de Privacidad del Consumidor de California (CCPA)

source: CCPA p1
es: Si es residente de California, la Ley de Privacidad del Consumidor de California (CCPA) le otorga derechos específicos con respecto a sus datos personales, incluidos:

source: CCPA Right1
es: Derecho a saber qué información personal recopilamos, utilizamos, compartimos o vendemos.

source: CCPA Right2
es: Derecho a eliminar información personal almacenada por nosotros.

source: CCPA Right3
es: Derecho a excluirse de la venta de información personal.

source: CCPA Right4
es: Derecho a la no discriminación por ejercer sus derechos de privacidad.

source: Other Jurisdictions
es: Otras Jurisdicciones

source: Other Jurisdictions p1
es: Si reside en otras jurisdicciones con leyes específicas de privacidad (como Brasil con la LGPD o Canadá con PIPEDA), también puede tener derechos adicionales específicos. Por favor contáctenos si necesita información sobre cómo cumplimos con las leyes de privacidad en su jurisdicción específica.

source: Exercise Rights p1
es: Para ejercer cualquiera de sus derechos, puede enviarnos un correo electrónico a privacy@updateme.dev o utilizar el formulario de contacto disponible en nuestro sitio web. Para proteger su privacidad y seguridad, podemos tomar medidas razonables para verificar su identidad antes de conceder acceso o hacer correcciones.

source: Exercise Rights p2
es: Respondemos a todas las solicitudes que recibimos de personas que desean ejercer sus derechos de protección de datos de acuerdo con las leyes de protección de datos aplicables. El plazo de respuesta es generalmente de un mes, pero puede extenderse hasta dos meses adicionales cuando sea necesario, teniendo en cuenta la complejidad y el número de solicitudes.
